[
    {
        "objectID":1,
        "fr":{
            "title":"Laissez brûler le parpaing",
            "description":"Laisser brûler le parpaing"
        },
        "en":{
            "title":"Let the cinder block burn",
            "description":"Let the cinder block burn"
        },
        "images":[
        ],
        "media":[
            "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/PJQHRjD8aNc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
        ]
    },
    {
        "objectID":2,
        "fr":{
            "title":"Kub- Introduction : 1972, de l'attitude du CUBE et sa réception",
            "description":"Kub- Introduction : 1972, de l'attitude du CUBE et sa réception, est la première entrée d'un projet de série vidéo. Avec en premier rôle l'objet éponyme et toute sa frustrante simplicité, Kub- se joue des fantasmes que l'on créé autour de tout ce qui semble même vaguement technologique, de leur nature inévitablement décevante une fois concrétisés, et des discours que l'on déroule en essayant de vendre les premiers et excuser la seconde. Dans ce constant mouvement de va-et-vient entre les promesses pompeuses et préparées, et les durs rappels à ce que la \"vraie vie\" ne sera jamais - ou restera toujours -, avons-nous déjà réussi à créer la moindre véritable singularité qui ait su modifier la nature profonde de nos vies ? Ou nous enfermons-nous dans une boucle de fictions autoprophétiques, créant des sauveurs imaginaires sur lesquels nous espérons pouvoir compter avant qu'ils ne nous viennent s'imposer à nous dans un étrange mélange entre pathétique et menace ? Peu importe que ces questions ne puissent jamais trouver une réponse définitive, nous voulions offrir à travers ce projet un exemple de résilience face au trauma technologique, jouire de tout ce que l'âge du numérique en est venu à nous offrir, célébrer notre culture imprégnée de jeux vidéos tout en obligeant toute cette nébuleuse à exister physiquement. Et si nous avons fait le choix de raconter tout cela à la fois sous la forme d'une conférence techno-utopique et d'un message d'alerte quand à une invasion alien secrète, c'est que nous ne savons toujours pas vraiment de quel côté entre ces possibilités le CUBE finira par tomber."
        },
        "en":{
            "title":"Kub- Introduction : 1972, regarding the CUBE's behavior and its reception",
            "description":"KUB- Intro: 1972, regarding the CUBE's behavior and its reception, is the first and entry in a video serie project. Starring the eponymous object in all its frustrating simplicity, KUB- is a play on all the fantasies we create around everything that seems even remotely technological, their necessarily disappointing nature when made real, and the kind of discourse we weave trying to sell the first and excuse the latter. In this constant back and forth between staged, bombastic promises and harsh reminders of what \"real life\" will ever - or never - be, have we already truly succeeded in creating a singularity that changed the very nature of what our lives are ? Or are we stucked in a loop of autoprophetic fictions, creating imaginatory saviors that we hope to rely on until they're dumped on our knees and revealed as this strange mixture of pathetic and menacing ? Even though these questions will never accept a definitive answer, we wanted to offer in our project an example of resilience in the face of technological trauma, enjoying everything the digital age has come to offer us, celebrating our geeky-videogames-impreviated culture while forcing it to assume a physical existance. And if we narrate it as both a techno-utopian keynote and a secret alien invasion, it's because we still haven't been able to figure out exactly on what side of these the CUBE might fall."
        },
        "images":[
            "/projects/2/KUB- Intro_screen700.jpg",
            "/projects/2/KUB- Intro_screen600.jpg",
            "/projects/2/KUB- Intro_screen80.jpg",
            "/projects/2/KUB- Intro_screen5.jpg",
            "/projects/2/KUB- Intro_screen2.jpg",
            "/projects/2/KUB- Intro_screen1.jpg"
        ],
        "media":[
            "<iframe src=\"https://player.vimeo.com/video/643280883?h=0e49cb3653&amp;badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479\" frameborder=\"0\" class=\"w-full h-96 lg:h-screen mt-10 lg:mt-0\" allow=\"autoplay; fullscreen; \" allowfullscreen title=\"21115 - KUB_Intro_1972 - vFINALE + subEN\"></iframe><script src=\"https://player.vimeo.com/api/player.js\"></script>"
        ]
    }
]
